Repository: ItsJuniorDias/Magic_World
Catalog: Magic World/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: There isn't enough space on this device for the narration (%@). You can keep reading meanwhile.
ar: لا توجد مساحة كافية على هذا الجهاز للسرد (%@). يمكنك متابعة القراءة في هذه الأثناء.
de: Auf diesem Gerät ist nicht genug Platz für die Erzählung (%@). Du kannst inzwischen weiterlesen.
es: No hay espacio suficiente en este dispositivo para la narración (%@). Puedes seguir leyendo mientras tanto.
fr: Il n’y a pas assez d’espace sur cet appareil pour la narration (%@). Tu peux continuer à lire en attendant.
it: Non c’è abbastanza spazio su questo dispositivo per la narrazione (%@). Nel frattempo puoi continuare a leggere.
pt_br: Não há espaço suficiente neste aparelho para a narração (%@). Você pode continuar lendo enquanto isso.

source: They go over on one night in October, and everything nobody could say goes with them.
ar: يعبرن ليلةً واحدة في أكتوبر، ويذهب معهنّ كلّ ما لم يستطع أحد قوله.
de: Sie ziehen in einer Nacht im Oktober, und alles, was niemand sagen konnte, geht mit ihnen.
es: Pasan una noche de octubre, y todo lo que nadie pudo decir se va con ellas.
fr: Elles passent une nuit d’octobre, et tout ce que personne n’a su dire part avec elles.
it: Passano una notte di ottobre, e tutto ciò che nessuno ha saputo dire va con loro.
pt_br: Elas passam numa noite de outubro, e tudo que ninguém conseguiu dizer vai com elas.

source: This clears every chapter you have finished and every badge. Your favourites and your subscription stay.
ar: يمسح هذا كل فصل أكملته وكل شارة. تبقى قصصك المفضلة واشتراكك.
de: Damit werden alle abgeschlossenen Kapitel und alle Abzeichen gelöscht. Deine Favoriten und dein Abo bleiben.
es: Esto borra cada capítulo terminado y cada insignia. Tus favoritos y tu suscripción se conservan.
fr: Cela efface tous les chapitres terminés et tous les badges. Tes favoris et ton abonnement restent.
it: Cancella ogni capitolo che hai finito e ogni distintivo. I tuoi preferiti e il tuo abbonamento restano.
pt_br: Isso limpa todos os capítulos que você concluiu e todos os selos. Seus favoritos e sua assinatura ficam.

source: This is only used to greet you. It stays on this device.
ar: يُستخدم فقط للترحيب بك. يبقى على هذا الجهاز.
de: Wird nur zur Begrüßung genutzt. Bleibt auf diesem Gerät.
es: Solo se usa para saludarte. Se queda en este dispositivo.
fr: Utilisé uniquement pour te saluer. Il reste sur cet appareil.
it: Serve solo a salutarti. Resta su questo dispositivo.
pt_br: Usado apenas para te dar boas-vindas. Fica só neste aparelho.

source: Three Days Early
ar: بثلاثة أيام قبل
de: Drei Tage Zu Früh
es: Tres Días Antes
fr: Trois Jours en Avance
it: Tre Giorni In Anticipo
pt_br: Três Dias Antes

source: To read %@
ar: لقراءة %@
de: Um %@ zu lesen
es: Para leer %@
fr: Pour lire %@
it: Per leggere %@
pt_br: Para ler %@

source: Translated automatically
ar: ترجمة آلية
de: Automatisch übersetzt
es: Traducción automática
fr: Traduction automatique
it: Traduzione automatica
pt_br: Tradução automática

source: Translating this chapter. It only happens once.
ar: جارٍ ترجمة هذا الفصل. يحدث هذا مرة واحدة فقط.
de: Dieses Kapitel wird übersetzt. Das passiert nur einmal.
es: Traduciendo este capítulo. Solo ocurre una vez.
fr: Traduction de ce chapitre. Cela n’arrive qu’une fois.
it: Traduzione di questo capitolo. Succede una volta sola.
pt_br: Traduzindo este capítulo. Acontece só uma vez.

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar de novo

source: Turn on the reminder
ar: تفعيل التذكير
de: Erinnerung einschalten
es: Activar el aviso
fr: Activer le rappel
it: Attiva il promemoria
pt_br: Ativar o lembrete

source: Twenty-two out. She waits on the post until twenty-two come back, however long that takes.
ar: خرجت اثنتان وعشرون. تنتظر على الوتد حتى تعود اثنتان وعشرون، مهما طال الوقت.
de: Zweiundzwanzig hinaus. Sie wartet auf dem Pfosten, bis zweiundzwanzig zurück sind, so lange es dauert.
es: Salieron veintidós. Espera en el poste hasta que vuelvan veintidós, tarde lo que tarde.
fr: Vingt-deux sortis. Elle attend sur le poteau que vingt-deux reviennent, aussi longtemps qu’il faut.
it: Ventidue in uscita. Aspetta sul palo finché non ne tornano ventidue, il tempo che ci vuole.
pt_br: Vinte e dois saíram. Ela espera no poste até vinte e dois voltarem, o tempo que for.

source: Two Villages and a Ridge
ar: قريتان وسلسلة جبلية
de: Zwei Dörfer und ein Grat
es: Dos Pueblos y una Cordillera
fr: Deux Villages et une Crête
it: Due Paesi e un Crinale
pt_br: Duas Aldeias e uma Serra

source: Under the Root
ar: تحت الجذر
de: Unter der Wurzel
es: Bajo la Raíz
fr: Sous la Racine
it: Sotto la Radice
pt_br: Sob a Raiz

source: Under the pier the water goes black at two metres. Something down there is carrying a lamp.
ar: تحت الرصيف يصير الماء أسود عند مترين. شيءٌ في الأعماق يحمل مصباحًا.
de: Unter dem Steg wird das Wasser bei zwei Metern schwarz. Etwas dort unten trägt eine Lampe.
es: Bajo el muelle el agua se vuelve negra a los dos metros. Algo ahí abajo lleva una lámpara.
fr: Sous la jetée l’eau devient noire à deux mètres. Quelque chose là-dessous porte une lampe.
it: Sotto il molo l’acqua diventa nera a due metri. Qualcosa laggiù porta una lampada.
pt_br: Sob o cais a água fica preta a dois metros. Algo lá embaixo está carregando uma lâmpada.

source: Unlock all fifty
ar: افتح الخمسين كلها
de: Alle fünfzig freischalten
es: Desbloquea las cincuenta
fr: Débloque les cinquante
it: Sblocca tutte e cinquanta
pt_br: Desbloqueie as cinquenta

source: Unlock all fifty stories
ar: افتح جميع القصص الخمسين
de: Alle fünfzig Geschichten freischalten
es: Desbloquea las cincuenta historias
fr: Débloque les cinquante histoires
it: Sblocca tutte le cinquanta storie
pt_br: Desbloqueie as cinquenta histórias

source: Waiting for a parent to approve this purchase.
ar: في انتظار موافقة أحد الوالدين على هذا الشراء.
de: Warten auf die Zustimmung eines Erwachsenen für diesen Kauf.
es: Esperando la aprobación de un adulto para esta compra.
fr: En attente de l’approbation d’un parent pour cet achat.
it: In attesa che un adulto approvi questo acquisto.
pt_br: Aguardando aprovação de um responsável para esta compra.

source: Walking Someone Else Home
ar: توصيل شخص آخر إلى البيت
de: Jemand Anderen Nach Hause Bringen
es: Llevando a Otra Persona a Casa
fr: Raccompagner Quelqu’un d’Autre
it: Accompagnare a Casa Qualcun Altro
pt_br: Levando Outra Pessoa Para Casa

source: Wanting to Get It Out
ar: الرغبة في إخراجها
de: Sie Herausholen Wollen
es: Queriendo Sacarlo
fr: Vouloir la Sortir
it: Voler Tirarla Fuori
pt_br: Querendo Tirá-lo

source: We'll use it to welcome you back. You can skip this and stay anonymous.
ar: سنستخدمه للترحيب بعودتك. يمكنك تخطي هذا والبقاء مجهولًا.
de: Wir nutzen ihn, um dich zu begrüßen. Du kannst diesen Schritt überspringen und anonym bleiben.
es: Lo usaremos para darte la bienvenida. Puedes saltar este paso y quedar anónimo.
fr: Nous l’utiliserons pour te souhaiter la bienvenue. Tu peux passer et rester anonyme.
it: Lo useremo per darti il benvenuto. Puoi saltare e restare anonimo.
pt_br: Usaremos para te dar as boas-vindas. Você pode pular e ficar anônimo.

source: What Anybody Can Say About It
ar: ما يمكن لأيّ أحد قوله
de: Was Jemand Dazu Sagen Kann
es: Lo Que Cualquiera Puede Decir de Ello
fr: Ce Que N’Importe Qui Peut en Dire
it: Cosa Chiunque Può Dire
pt_br: O Que Alguém Pode Dizer Sobre Isso

source: What Counting Would Mean
ar: ماذا يعني العدّ
de: Was Zählen Bedeuten Würde
es: Lo Que Significaría Contar
fr: Ce Que Compter Voudrait Dire
it: Cosa Significherebbe Contare
pt_br: O Que Contar Significaria

source: What Goes Missing
ar: ما يفقد
de: Was Verschwindet
es: Lo Que Desaparece
fr: Ce Qui Disparaît
it: Cosa Sparisce
pt_br: O Que Some

source: What Happens To Them
ar: ماذا يحدث لها
de: Was mit Ihnen Geschieht
es: Qué Les Ocurre
fr: Ce Qu’il Leur Arrive
it: Cosa Succede Loro
pt_br: O Que Acontece Com Elas

source: What He Is Doing
ar: ماذا يفعل
de: Was Er Tut
es: Lo Que Está Haciendo
fr: Ce Qu’Il Fait
it: Cosa Sta Facendo
pt_br: O Que Ele Está Fazendo

source: What His Father Said
ar: ما قاله والده
de: Was Sein Vater Sagte
es: Lo Que Dijo Su Padre
fr: Ce Que Son Père a Dit
it: Cosa Ha Detto Suo Padre
pt_br: O Que o Pai Dele Disse

source: What Is In It
ar: ماذا فيها
de: Was Darin Ist
es: Lo Que Hay Dentro
fr: Ce Qu’Il y a Dedans
it: Cosa C’È Dentro
pt_br: O Que Há Nela

source: What Is In There
ar: ماذا هناك في الداخل
de: Was Da Drin Ist
es: Lo Que Hay Ahí Dentro
fr: Ce Qu’Il y a Là-Dedans
it: Cosa C’È Là Dentro
pt_br: O Que Há Lá Dentro

source: What It Did Not Fix
ar: ما لم يُصلحه
de: Was Es Nicht Löste
es: Lo Que No Arregló
fr: Ce Que Ça N’a Pas Réparé
it: Cosa Non Ha Aggiustato
pt_br: O Que Isso Não Consertou

source: What It Is For
ar: لماذا يوجد
de: Wozu Es Dient
es: Para Qué Sirve
fr: À Quoi Ça Sert
it: A Cosa Serve
pt_br: Para Que Serve

source: What It Is Not
ar: ما ليس هو
de: Was Es Nicht Ist
es: Lo Que No Es
fr: Ce Que Ce N’est Pas
it: Cosa Non È
pt_br: O Que Não É

source: What It Looks Like
ar: كيف يبدو
de: Wie Es Aussieht
es: Cómo Es
fr: À Quoi Ça Ressemble
it: Com’È
pt_br: Como É

source: What It Was Doing
ar: ماذا كان يفعل
de: Was Es Tat
es: Lo Que Estaba Haciendo
fr: Ce Qu’il Faisait
it: Cosa Stava Facendo
pt_br: O Que Estava Fazendo

source: What Lost Means
ar: ما معنى «التائه»
de: Was 'Verloren' Bedeutet
es: Qué Significa 'Perdido'
fr: Ce Que 'Perdu' Signifie
it: Cosa Significa 'Perso'
pt_br: O Que 'Perdido' Significa

source: What Properly Means
ar: ما معنى «كما ينبغي»
de: Was 'Richtig' Bedeutet
es: Qué Significa 'Como Se Debe'
fr: Ce Que Veut Dire 'Comme il Faut'
it: Cosa Significa 'Come Si Deve'
pt_br: O Que Significa 'Direito'

source: What She Believes
ar: بما تؤمن
de: Woran Sie Glaubt
es: En Lo Que Cree
fr: Ce Qu’Elle Croit
it: Cosa Crede
pt_br: No Que Ela Acredita

source: What She Carries
ar: ما تحمله
de: Was Sie Trägt
es: Lo Que Lleva
fr: Ce Qu’Elle Porte
it: Cosa Porta
pt_br: O Que Ela Carrega

source: What She Did
ar: ماذا فعلت
de: Was Sie Tat
es: Lo Que Hizo
fr: Ce Qu’Elle a Fait
it: Cosa Fece
pt_br: O Que Ela Fez

source: What She Knows About That Room
ar: ما تعرفه عن تلك الغرفة
de: Was Sie Über Dieses Zimmer Weiß
es: Lo Que Sabe de Esa Habitación
fr: Ce Qu’elle Sait de Cette Pièce
it: Cosa Sa di Quella Stanza
pt_br: O Que Ela Sabe Sobre Aquele Quarto

source: What She Left
ar: ما تركته
de: Was Sie Zurückließ
es: Lo Que Dejó
fr: Ce Qu’Elle a Laissé
it: Cosa Ha Lasciato
pt_br: O Que Ela Deixou

source: What She Said
ar: ما قالته
de: Was Sie Sagte
es: Lo Que Dijo
fr: Ce Qu’Elle a Dit
it: Cosa Ha Detto
pt_br: O Que Ela Disse

source: What She Told Him
ar: ماذا قالت له
de: Was Sie Ihm Sagte
es: Lo Que Le Dijo
fr: Ce Qu’Elle Lui a Dit
it: Cosa Gli Ha Detto
pt_br: O Que Ela Disse a Ele

source: What She Was For
ar: لماذا كانت
de: Wozu Sie Da War
es: Para Qué Servía
fr: À Quoi Elle Servait
it: A Cosa Serviva
pt_br: Para o Que Ela Servia

source: What They Tell Visitors
ar: ما يقولونه للزائرين
de: Was Sie den Besuchern Erzählen
es: Lo Que Le Dicen a los Visitantes
fr: Ce Qu’Ils Disent aux Visiteurs
it: Cosa Dicono ai Visitatori
pt_br: O Que Dizem aos Visitantes

source: What They Tried
ar: ما جرّبوه
de: Was Sie Versuchten
es: Lo Que Intentaron
fr: Ce Qu’ils Ont Essayé
it: Cosa Provarono
pt_br: O Que Tentaram

source: What Was Down There
ar: ما كان في الأسفل
de: Was Dort Unten War
es: Lo Que Había Allá Abajo
fr: Ce Qu’Il y Avait En Bas
it: Cosa C’Era Laggiù
pt_br: O Que Havia Lá Embaixo

source: What Was In It
ar: ماذا كان فيه
de: Was Darin War
es: Lo Que Contenía
fr: Ce Qu’Il y Avait Dedans
it: Cosa C’Era Dentro
pt_br: O Que Havia Nela

source: What Was Left To Say
ar: ما بقي ليُقال
de: Was Zu Sagen Blieb
es: Lo Que Quedaba por Decir
fr: Ce Qui Restait à Dire
it: Ciò Che Restava da Dire
pt_br: O Que Restava Dizer

source: What Was Taken
ar: ما أُخذ
de: Was Genommen Wurde
es: Lo Que Se Llevaron
fr: Ce Qui a Été Emporté
it: Ciò Che è Stato Preso
pt_br: O Que Foi Levado

source: What Was Under the Concrete
ar: ما كان تحت الخرسانة
de: Was Unter dem Beton War
es: Lo Que Había Bajo el Hormigón
fr: Ce Qu’Il y Avait Sous le Béton
it: Cosa C’Era Sotto il Cemento
pt_br: O Que Havia Sob o Concreto

source: What You May Not Do
ar: ما لا يجوز فعله
de: Was Du Nicht Tun Darfst
es: Lo Que No Se Puede Hacer
fr: Ce Que Tu N’as Pas le Droit de Faire
it: Cosa Non Puoi Fare
pt_br: O Que Você Não Pode Fazer

source: What is %lld × %lld?
ar: كم يساوي %1$lld × %2$lld؟
de: Wie viel ist %1$lld × %2$lld?
es: ¿Cuánto es %1$lld × %2$lld?
fr: Combien font %1$lld × %2$lld ?
it: Quanto fa %1$lld × %2$lld?
pt_br: Quanto é %1$lld × %2$lld?

source: What should we call you?
ar: بماذا نناديك؟
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fr: Comment devons-nous t’appeler ?
it: Come dobbiamo chiamarti?
pt_br: Como podemos te chamar?

source: What the Assessment Had
ar: ما جاء في التقييم
de: Was in der Bewertung Stand
es: Lo Que Tenía la Evaluación
fr: Ce Que Contenait l’Étude
it: Cosa Aveva la Valutazione
pt_br: O Que a Avaliação Continha

source: What the Bird Was Doing
ar: ما كان الطائر يفعل
de: Was der Vogel Tat
es: Lo Que Hacía el Pájaro
fr: Ce que l’Oiseau Faisait
it: Cosa Stava Facendo l’Uccello
pt_br: O Que o Pássaro Estava Fazendo

source: What the Book Is For
ar: لماذا وُجد الكتاب
de: Wozu das Buch Da Ist
es: Para Qué Sirve el Libro
fr: À Quoi Sert le Livre
it: A Cosa Serve il Libro
pt_br: Para Que Serve o Livro

source: What the Entry Says
ar: ما يقوله المُدخَل
de: Was der Eintrag Sagt
es: Lo Que Dice el Asiento
fr: Ce Que Dit l’Entrée
it: Cosa Dice la Voce
pt_br: O Que a Entrada Diz

source: What the Gull Brought Back
ar: ما أعادته النورس
de: Was die Möwe Zurückbrachte
es: Lo Que Trajo la Gaviota
fr: Ce Que la Mouette a Ramené
it: Cosa Ha Riportato il Gabbiano
pt_br: O Que a Gaivota Trouxe de Volta

source: What the Heron Carried
ar: ما حمله مالك الحزين
de: Was der Reiher Trug
es: Lo que Llevaba la Garza
fr: Ce que le Héron Portait
it: Cosa Portava l’Airone
pt_br: O Que a Garça Levava

source: What the Light Was Doing
ar: ماذا كان الضوء يفعل
de: Was das Licht Tat
es: Lo Que Hacía la Luz
fr: Ce Que la Lumière Faisait
it: Cosa Stava Facendo la Luce
pt_br: O Que a Luz Estava Fazendo

source: What the Map Said
ar: ما قالته الخريطة
de: Was die Karte Sagte
es: Lo Que Decía el Mapa
fr: Ce Que Disait la Carte
it: Cosa Diceva la Mappa
pt_br: O Que o Mapa Dizia

source: What the Morning Is For
ar: لماذا يوجد الصباح
de: Wozu der Morgen Dient
es: Para Qué Sirve la Mañana
fr: À Quoi Sert le Matin
it: A Cosa Serve il Mattino
pt_br: Para Que Serve a Manhã

source: What the Rule Is
ar: ما هي القاعدة
de: Wie die Regel Ist
es: Cuál Es la Regla
fr: Ce Qu’est la Règle
it: Qual È la Regola
pt_br: Qual É a Regra

source: What the Valley Said
ar: ما قاله الوادي
de: Was das Tal Sagte
es: Lo que Decía el Valle
fr: Ce Que Disait la Vallée
it: Cosa Diceva la Valle
pt_br: O Que o Vale Dizia

source: When the Water Went Down
ar: حين انحسر الماء
de: Als das Wasser Sank
es: Cuando el Agua Bajó
fr: Quand l’Eau s’est Retirée
it: Quando l’Acqua si Ritirò
pt_br: Quando a Água Baixou

source: Where It Was
ar: أين كان
de: Wo Sie Stand
es: Dónde Estaba
fr: Où Il Était
it: Dov’Era
pt_br: Onde Ficava

source: Where They Are
ar: أين توجد
de: Wo Sie Sind
es: Dónde Están
fr: Où Elles Sont
it: Dove Sono
pt_br: Onde Eles Estão

source: Where the Moths Sleep
ar: حيث تنام الفراشات الليلية
de: Wo die Motten Schlafen
es: Donde Duermen las Polillas
fr: Où Dorment les Papillons de Nuit
it: Dove Dormono le Falene
pt_br: Onde as Mariposas Dormem

source: Where they live
ar: أين يعيشون
de: Wo sie leben
es: Dónde viven
fr: Où ils vivent
it: Dove vivono
pt_br: Onde eles moram

source: Which Summer
ar: أيّ صيف
de: Welcher Sommer
es: Cuál Verano
fr: Quel Été
it: Quale Estate
pt_br: Qual Verão

source: Why
ar: لماذا
de: Warum
es: Por Qué
fr: Pourquoi
it: Perché
pt_br: Por Quê

source: Why It Mattered
ar: لماذا كان مهمًا
de: Warum Es Wichtig War
es: Por Qué Importaba
fr: Pourquoi C’Était Important
it: Perché Era Importante
pt_br: Por Que Isso Importava

source: Wizard
ar: ساحر عظيم
de: Magier
es: Mago
fr: Mage
it: Mago
pt_br: Mago

source: Wolves who will not cross ice that will not hold
ar: ذئاب لا تعبر جليدًا لن يصمد
de: Wölfe, die kein Eis überqueren, das nicht hält
es: Lobos que no cruzarán hielo que no aguantará
fr: Des loups qui ne traversent pas la glace qui ne tiendra pas
it: Lupi che non attraversano il ghiaccio che non regge
pt_br: Lobos que não atravessam gelo que não vai aguentar

source: Yesterday's Line
ar: خط الأمس
de: Die Linie von Gestern
es: La Línea de Ayer
fr: La Ligne d’Hier
it: La Linea di Ieri
pt_br: A Linha de Ontem

source: You
ar: أنت
de: Du
es: Tú
fr: Toi
it: Tu
pt_br: Você

source: You chose an hour for reading.
ar: اخترت وقتًا للقراءة.
de: Du hast eine Uhrzeit fürs Lesen gewählt.
es: Elegiste una hora para leer.
fr: Tu as choisi une heure pour lire.
it: Hai scelto un’ora per leggere.
pt_br: Você escolheu uma hora para ler.

source: You finished a story from beginning to end.
ar: أنهيت قصة من البداية إلى النهاية.
de: Du hast eine Geschichte von Anfang bis Ende gelesen.
es: Terminaste una historia de principio a fin.
fr: Tu as fini une histoire du début à la fin.
it: Hai finito una storia dall’inizio alla fine.
pt_br: Você terminou uma história do começo ao fim.

source: You give it a name at the mouth, and it takes the name to the source. That is the whole of it.
ar: تعطيه اسمًا عند المصبّ فيأخذه إلى المنبع. هذا كل شيء.
de: Man gibt ihm an der Mündung einen Namen, und er trägt ihn zur Quelle. Das ist alles.
es: Le das un nombre en la desembocadura y lo lleva hasta la fuente. Eso es todo.
fr: Tu lui donnes un nom à l’embouchure, et il l’emporte à la source. C’est tout.
it: Gli dai un nome alla foce e lo porta alla sorgente. È tutto qui.
pt_br: Você dá um nome na foz, e ele leva o nome até a nascente. É só isso.

source: You have finished %lld chapters.
ar: أنهيت %lld فصلًا.
de: Du hast %lld Kapitel abgeschlossen.
es: Has terminado %lld capítulos.
fr: Tu as terminé %lld chapitres.
it: Hai finito %lld capitoli.
pt_br: Você terminou %lld capítulos.

source: You have kept five stories as favourites.
ar: احتفظت بخمس قصص في المفضلة.
de: Du hast fünf Geschichten als Favoriten gespeichert.
es: Has guardado cinco historias como favoritas.
fr: Tu as gardé cinq histoires en favoris.
it: Hai messo cinque storie tra i preferiti.
pt_br: Você guardou cinco histórias como favoritas.

source: You have listened for %lld hours.
ar: استمعت لمدة %lld ساعة.
de: Du hast %lld Stunden zugehört.
es: Has escuchado durante %lld horas.
fr: Tu as écouté pendant %lld heures.
it: Hai ascoltato per %lld ore.
pt_br: Você ouviu por %lld horas.

source: You have met %lld of the fifty.
ar: قابلت %lld من الخمسين.
de: Du hast %lld von fünfzig getroffen.
es: Has conocido %lld de las cincuenta.
fr: Tu en as rencontré %lld sur cinquante.
it: Ne hai incontrate %lld su cinquanta.
pt_br: Você conheceu %lld das cinquenta.

source: You have read every chapter there is.
ar: لقد قرأت كل فصل موجود.
de: Du hast jedes einzelne Kapitel gelesen.
es: Has leído todos los capítulos que existen.
fr: Tu as lu tous les chapitres qui existent.
it: Hai letto tutti i capitoli che ci sono.
pt_br: Você leu todos os capítulos que existem.

source: You have read every story in %@.
ar: قرأت جميع القصص في %@.
de: Du hast alle Geschichten in %@ gelesen.
es: Has leído todas las historias en %@.
fr: Tu as lu toutes les histoires dans %@.
it: Hai letto tutte le storie in %@.
pt_br: Você leu todas as histórias em %@.

source: You have read every story in all five realms.
ar: قرأت جميع القصص في العوالم الخمسة.
de: Du hast alle Geschichten in allen fünf Reichen gelesen.
es: Has leído todas las historias en los cinco reinos.
fr: Tu as lu toutes les histoires des cinq royaumes.
it: Hai letto tutte le storie in tutti e cinque i reami.
pt_br: Você leu todas as histórias dos cinco reinos.

source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Ton prénom
it: Il tuo nome
pt_br: Seu nome

source: chapters read
ar: فصول مقروءة
de: gelesene Kapitel
es: capítulos leídos
fr: chapitres lus
it: capitoli letti
pt_br: capítulos lidos

source: every %lld days
ar: كل %lld يوم
de: alle %lld Tage
es: cada %lld días
fr: tous les %lld jours
it: ogni %lld giorni
pt_br: a cada %lld dias

source: every %lld months
ar: كل %lld شهر
de: alle %lld Monate
es: cada %lld meses
fr: tous les %lld mois
it: ogni %lld mesi
pt_br: a cada %lld meses

source: every %lld weeks
ar: كل %lld أسبوع
de: alle %lld Wochen
es: cada %lld semanas
fr: toutes les %lld semaines
it: ogni %lld settimane
pt_br: a cada %lld semanas

source: kept
ar: محفوظة
de: gespeichert
es: guardadas
fr: gardées
it: salvate
pt_br: guardadas

source: listened
ar: استماع
de: gehört
es: escuchado
fr: écouté
it: ascoltato
pt_br: ouvido

source: per day
ar: يوميًا
de: pro Tag
es: al día
fr: par jour
it: al giorno
pt_br: por dia

source: per month
ar: شهريًا
de: pro Monat
es: al mes
fr: par mois
it: al mese
pt_br: por mês

source: per week
ar: أسبوعيًا
de: pro Woche
es: a la semana
fr: par semaine
it: a settimana
pt_br: por semana

source: per year
ar: سنويًا
de: pro Jahr
es: al año
fr: par an
it: all’anno
pt_br: por ano

source: reader
ar: قارئ
de: Leser
es: lector
fr: lecteur
it: lettore
pt_br: leitor

source: stories
ar: قصص
de: Geschichten
es: historias
fr: histoires
it: storie
pt_br: histórias
